---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.SATExportOptions
source: html/09d0fc11-2bd2-b72f-ec4a-6ec4d115b2e7.htm
---
# SATExportOptions Members

Constructs a new instance of SATImportOptions with default values of all properties.